<template>
    <div class="home-frame-5-wrapper">
        <h3 class="frame-5-title">Запуск продающего бизнес-сайта</h3>
        <div class="row">
            <div class="col col-1">
                <p class="p1">Можно ли в наше время вести бизнес без сайта?
                    На удивление, некоторые компании до сих пор так работают: якобы для
                    разработки не хватает средств или времени. Создание
                    сайта позволит эффективно и недорого заявить о себе!
                    Именно сайт позволяет облегчить работу с клиентами и увеличить их число.</p>
                <p class="p2">
                    Конечно, не каждый сайт может стать удобным инструментом для бизнеса.
                    Совеременный сайт должен отвечать многим требованиям.
                    Дизайн должен быть привлекательным, интуитивно простым, адаптивным. А серверная часть
                    безопасной и масштабируемой. Кроме того технологии должны быть подобраны людьми
                    с многолетним опытом. Такой подход позволяет правильно проектировать структуру сайта.
                    Подбирать технологии необходимо так, чтобы в будущем сайт можно было изменять и добавлять
                    новые разделы, функционал и инструменты, повышающие его эффективность.
                </p>
            </div>
            <div class="col-2"><img :src="image" alt="web tech"></div>
        </div>
    </div>
</template>

<script>
    import image from "/public/images/frame-5.webp";
    export default {
        name: "HomeFrame5Component",
        data: function () {
            return {
                image: image
            }
        },
    }
</script>
